Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Старик и море 1часть 9191.tmx
Source language: ru
Languages: ba

source: "Я рыбачил в глубинных местах целую неделю и ничего не поймал, — подумал старик.
ba: «Аҙна буйы тәрән урындарҙа йөрөнөм, бер нимә лә тота алманым, — тип уйланы ҡарт.

source: — Сегодня я попытаю счастья там, где ходят стаи бонито и альбакоре.
ba: — Бөгөн бонито менән альбакоре көтөүҙәре йөрөгән ерҙә бәхетемде һынап ҡарайым әле.

source: Вдруг там плавает и большая рыба?»
ba: Бәлки шунда ҙур балыҡ йөрөйҙөр?»

source: Еще не рассвело,
ba: Яҡтырып та өлгөрмәгәйне,

source: а он уже закинул свои крючки с приманкой и медленно поплыл по течению.
ba: ул иһә емләгән ҡармаҡтарын ырғытып ағым ыңғайына яй ғына йөҙә ине инде.

source: Один из живцов находился на глубине сорока морских саженей, другой ушел вниз на семьдесят пять, а третий и четвертый погрузились в голубую воду на сто и сто двадцать пять саженей.
ba: Ҡармаҡтарҙың береһе ҡырҡ сажин, икенсеһе етмеш биш, ә өсөнсөһө менән дүртенсеһе йөҙ һәм йөҙ ҙә егерме биш сажин тәрәнлегенә төштө.

source: Живцы висели головою вниз,
ba: Ем итеп кейҙерелгән балыҡтар баштүбән тора,

source: причем стержень крючка проходил внутри рыбы и был накрепко завязан и зашит,
ba: ҡармаҡтың үҙәге балыҡтың эсенән үтеп сыҡҡан һәм өҫтән еп менән бәйләп һәм тегеп ҡуйылған.

source: сам же крючок — его изгиб и острие — были унизаны свежими сардинами.
ba: Ҡармаҡтың үҙе бөгөлөп киткән урынынан үткер теленә тиклем сардиналар тҡҙҡлгән,

source: Сардины были нанизаны на крючок через оба глаза, образуя гирлянду на стальном полукружье крючка.
ba: Ҡармаҡҡа ике күҙе аша үткәрелеп, ваҡ сардиналар теҙелгән, ҡармаҡ гирлянда кеүек булған.

source: Приблизившись к крючку, большая рыба почувствовала бы, как сладко и аппетитно пахнет каждый его кусочек.
ba: Ҙур балыҡ ҡармаҡҡа яҡынайыу менән тәмле емдең еҫен һиҙер ҙә, киҫәкте ауыҙ итеп ҡарамай ҡалмаҫ кеүек ине.

source: Мальчик дал старику с собой двух свежих тунцов,
ba: Малай уға яңы тотолған ике тунец балығы биргәйне.

source: которых тот наживил на самые длинные лесы,
ba: Ҡарт улар менән иң оҙон епле ҡармаҡтарҙы емләне,

source: а к двум остальным прицепил большую голубую макрель и желтую умбрицу.
ba: ә ҡалған икеһенә ҙур зәңгәр макрель менән һары умбрица кейҙерҙе.

source: Он ими уже пользовался в прошлый раз,
ba: Ҡарт уларҙы үткән юлы бер тапҡыр файҙаланғайны инде,

source: однако они все еще были в хорошем состоянии,
ba: ләкин ем балыҡтары һаман тере кеүек,

source: а отличные сардины придавали им аромат и заманчивость.
ba: өҫтәүенә, сардиналар ҙа һаплағас, теләһә ниндәй балыҡты ҡыҙыҡтыра алырлыҡ булып тойола.

source: Каждая леса толщиной с большой карандаш была закинута на гибкий прут
ba: Ҙур ғына ҡәләм йыуанлығындағы ҡармаҡ бауы беше ҡармаҡ сыбығына бәйләнгән.

source: так, чтобы любое прикосновение рыбы к наживке заставило прут пригнуться к воде,
ba: Балыҡ емгә ҡағылыу менән, ҡармаҡ сыбығы һыуға бөгөләсәк.

source: и была подвязана к двум запасным моткам лесы по сорок саженей в каждом,
ba: Бауҙың икенсе осо ҡырҡ сажинлы тағы бер йомғаҡҡа тоташҡан.

source: которые, в свою очередь, могли быть соединены с другими запасными мотками,
ba: Ә ул йомғаҡты, кәрәк булһа, кәмәләге икенсе йомғаҡҡа бәйләргә була.

source: так что при надобности рыбу можно было опустить больше чем на триста саженей.
ba: Әгәр кәрәкһә балыҡты өс йөҙ сажиндан да күберәккә ебәреп була ине.

source: Теперь старик наблюдал, не пригибаются ли к борту зеленые прутья,
ba: Хәҙер ҡарттың күҙе ҡармаҡ сыбығында: кәмә ситенә табан бөгөлмәйме

source: и тихонечко греб,
ba: ә үҙе аҡрын ғына ишә.

source: следя за тем, чтобы леса уходила в воду прямо и на должную глубину.
ba: Бөтөнләй яҡтырҙы, бына-бына ҡояш сығырға тейеш.

source: Стало уже совсем светло, вот-вот должно было взойти солнце.
ba: Яҡтырҙы, ҡояш сығырға тейеш.

source: Солнце едва приметно поднялось из моря,
ba: иртәнге ҡояш диңгеҙ ситенән үҙенең нурҙарын һибеү менән,

source: и старику стали видны другие лодки;
ba: ҡарт башҡа кәмәләрҙе лә шәйләп алды:

source: они низко сидели в воде по всей ширине течения, но гораздо ближе к берегу.
ba: улар ағымдың бөтә киңлеге буйынса һыуға бата биреп ултыра, әммә барыһы ла ярға яҡыныраҡ ине.

source: Солнце взошло над горизонтом.
ba: Офоҡ ситенән әкрен генә ҡояш күтәрелде.

source: гладкая поверхность моря стала отбрасывать его лучи прямо в глаза,
ba: Уның нурҙары һыу өҫтөндә төрлө төҫкә инеп сағыла башланы.

source: причиняя резкую боль, и старик греб, стараясь не глядеть на воду.
ba: был нурҙар һыуҙа сағылып, туп-тура күҙгә бәрә ине. Ҡарт, һыуға ҡарамаҫҡа тырышып,

source: Он смотрел в темную глубь моря, куда уходили его лески.
ba: ҡармаҡ бауы батҡан урында диңгеҙҙең ҡараңғы төбөнә текәлде.

source: У него они всегда уходили в воду прямее, чем у других рыбаков, и рыбу на разных глубинах ожидала в темноте приманка на том самом месте, которое он для нее определил.
ba: Уның ҡармаҡ бауы һәр саҡ һыуға башҡа балыҡсыларҙыҡы менән сағыштырғанда турараҡ бата һәм ем балыҡты төрлө тәрәнлектә ҡраңғыла, тап тәғәйенләнгән урында көтә.

source: Другие рыбаки позволяли своим снастям плыть по течению,
ba: Ә бүтән балыҡсыларҙың ҡармаҡтары һыу ағымы менән ауышып,

source: и порою они оказывались на глубине в шестьдесят саженей, когда рыбаки считали, что опустили их на сто.
ba: йөҙ сажинға самалап һалынһа ла, күп ваҡыт алтмыш сажинда ғына була.

source: «Я же, — подумал старик,
ba: «Ә мин, — тип уйланы ҡарт,

source: — всегда закидываю свои снасти точно.
ba: — ҡармаҡтарымды һәр ваҡыт йәтеш ырғытам.

source: Мне просто не везет.
ba: Һуңғы ваҡытта ырыҫым ғына юҡ.

source: Однако кто знает?
ba: Шулай ҙа, кем белә,

source: Может, сегодня счастье мне улыбнется.
ba: бәлки бөгөн бәхет йылмайыр миңә.

source: День на день не приходится.
ba: Көн көнгә тура килмәй.

source: Конечно, хорошо, когда человеку везет.
ba: Юлың гел генә уңып торһа, яҡшы, әлбиттә.

source: Но я предпочитаю быть точным в моем деле.
ba: Әммә мин үҙ эшемдә теүәллекте яратам.

source: А когда счастье придет, я буду к нему готов».
ba: Ә инде бәхет килһә, мин уға һәр ваҡыт әҙермен».

source: Солнце поднималось уже два часа,
ba: Ҡояш сыҡҡанға ике сәғәт уҙҙы.

source: и глядеть на восток было не так больно.
ba: Көнсығышҡа ҡарауы үтә ҡыйын түгел ине инде.

source: Теперь видны были только три лодки;
ba: Хәҙер ҡарт өс кенә кәмә күрә;

source: отсюда казалось, что они совсем низко сидят в воде и почти не отошли от берега.
ba: улары ла һыуға бөтөнләй иңеп, яр буйында ғына торалар кеүек.

source: «Всю жизнь у меня резало глаза от утреннего света, — думал старик.
ba: «Ғүмерем буйы иртәнге ҡояш күҙемде ҡырҡты, — тип уйланы ҡарт.

source: — Но видят они еще хорошо.
ba: — Шулай ҙа улар яҡшы күрәләр.

source: Вечером я могу смотреть прямо на солнце,
ba: Хатта киске ҡояшҡа туп-тура ҡарай алам,

source: и черные пятна не мелькают у меня перед глазами.
ba: күҙ алдымда ҡара таптар һикерешмәй.

source: А вечером солнце светит куда сильнее.
ba: Ә бит кис көнө ҡояш көслөрәк яҡтырта.

source: Но по утрам оно причиняет мне боль».
ba: Тик бына иртәнге ҡояш күҙемде нығыраҡ ауырттыра».

source: В это самое время он заметил птицу-фрегата, которая кружила впереди него в небе, распластав длинные черные крылья.
ba: Шул саҡ ул үҙенән алдараҡ ҡара оҙон ҡанаттарын йәйеп күктә өйөрөлгән фрегат ҡошто абайланы.

source: распластав длинные черные крылья.
ba: ҡара оҙон ҡанаттарын йәйеп күктә өйөрөлгә

source: Птица круто сорвалась к воде, закинув назад крылья,
ba: Ҡош ҡанаттарын артҡа ташлап, ҡапыл һыу өҫтөнә йомолдо ла,

source: а потом снова пошла кругами.
ba: яңынан әйләнә башланы.

source: — Почуяла добычу, — сказал старик вслух.
ba: — Тикмәгә осмай, — тип һөйләнеп ҡуйҙы ҡарт.

source: — Не просто кружит.
ba: — Юҡҡа ғына өйрймләй.

source: Старик медленно и мерно греб в ту сторону, где кружила птица.
ba: Ҡарт һалмаҡ ҡына ишеп, ҡош өйөрөлгән яҡҡа йүнәлде.

source: Не торопясь он следил за тем, чтобы его лесы под прямым углом уходили в воду.
ba: Ул һыуҙағы ҡармаҡ бауҙарының текә торошон мөмкин тиклем үҙгәртмәҫкә тырышты.

source: Однако лодка все же слегка обгоняла течение,
ba: Шулай ҙа уның кәмәһе һыу ағымына ҡарағанда ҡыҙыуыраҡ бара башланы.

source: и хотя старик удил все так же правильно,
ba: Ҡарт барыһын да еренә еткереп эшләһә лә,

source: движения лодки были чуточку быстрее, чем прежде, до появления птицы.
ba: кәмә хәҙер ҡошто күргәнгә тиклемгенән аҙ ғына булһа ла ҡыҙыулағайны.

source: Фрегат поднялся выше и снова стал делать круги, неподвижно раскинув крылья.
ba: Фрегат өҫкә күтәрелде, киң ҡанаттарын йәйеп, йәнә баш өҫтөндә әйләнә башланы.

source: Внезапно он нырнул,
ba: Унан ҡапыл һыуға ташланды.

source: и старик увидел, как из воды взметнулась летучая рыба и отчаянно понеслась над водной гладью.
ba: Шул мәлде һыуҙан осар балыҡ атылып сыҡты ла диңгеҙ өҫтөнән зырылдап кәйелеп китте.

source: — Макрель, — громко произнес старик.
ba: — Макрель, — тип ҡысҡырып ҡуйҙы ҡарт.

source: — Крупная золотая макрель.
ba: — Ҙур алтын макрель.

source: Он вынул из воды весла и достал из-под носового настила леску.
ba: Ул ишкәктәрен һыуҙан сығарҙы ла кәмә моронон-дағы таҡта аҫтынан ҡармаҡ бауы алды.

source: На конце ее был прикручен проволокой небольшой крючок,
ba: Уның бер осона тимер сыбыҡ менән бәләкәс кенә ҡармаҡ тағылғайны.

source: на который он насадил одну из сардинок.
ba: ул шуға сардина кәптереп

source: Старик опустил леску в воду и привязал ее к кольцу, ввинченному в корму.
ba: Ҡарт бауҙы һыуға ташланы, икенсе осон ҡойроҡтағы божраға бәйләне.

source: Потом он насадил наживку на другую леску и оставил ее смотанной в тени под настилом.
ba: Икенсе ҡармаҡҡа ла ем һаплап, уны ураулы килеш күләгәлә, таҡта аҫтында ҡалдырҙы.

source: Взяв в руки весла,
ba: Унан яңынан ишкәктәренә тотоноп,

source: он снова стал наблюдать за длиннокрылой черной птицей, которая охотилась теперь низко над водой.
ba: һыу өҫтөндә генә осоп йөрөүсе оҙон ҡанатлы ҡара ҡошто күҙәтә башланы.

source: Птица опять нырнула в воду, закинув за спину крылья, а потом замахала ими суматошно и беспомощно, погнавшись за летучей рыбой.
ba: Ҡош, ҡанаттарын арҡаһына һуҙып, һыуға сумды һәм шунда уҡ кире сыҡты, ҡанаттарын ашыға-ашыға ҡағып, осар балыҡты баҫтырырға кереште.

source: Старик видел, как вода слегка вздымалась, — это золотая макрель преследовала убегавшую от нее рыбу.
ba: ҡарт диңгеҙ һыуының күбекләнеп урғылыуын күрҙе — был осар балыҡты тоторға маташыусы алтын макрель ине.

source: Макрель плыла ей наперерез с большой скоростью, чтобы оказаться как раз под рыбой в тот миг, когда она опустится в воду.
ba: Макрель, осар балыҡтың юлына арҡыры төшөр өсөн, ҙур тиҙлек менән уның һыуға килеп төшәсәк еренә ашыға ине.

source: «Там, видно, большая стая макрели, — подумал старик.
ba: «Был тирәлә макрель көтөүе менән йөрөй, ахырыһы, — тип уйланы ҡарт

source: — Они плывут поодаль друг от друга, и у рыбы мало шансов спастись.
ba: . — Улар бер-береһенән алыҫтараҡ йөҙә, шуға— күрә балыҡтың ҡотолор сараһы юҡ тиәрлек.

source: У птицы же нет никакой надежды ее поймать.
ba: Ҡоштоң иһә уны тоторға һис кенә лә әмәле юҡ,

source: Летучая рыба слишком крупная для фрегата и движется слишком быстро».
ba: сөнки осар балыҡ уның өсөн артыҡ ҙур ҙа, етеҙ ҙә».

source: Старик следил за тем, как летучая рыба снова и снова вырывалась из воды и как неловко пыталась поймать ее птица.
ba: Ҡарт осар балыҡтың һыуҙа һикергәләгәнен, ә ҡоштоң уны ибәтәйһеҙ итеп тоторға маташҡанын күҙәтте.

source: «Макрель ушла от меня, — подумал он.
ba: «Макрель минән китте, — тип уйланы ул.

source: — Она уплывает слишком быстро и слишком далеко.
ba: — Ул үтә етеҙ йөҙөп бик алыҫҡа һыпырта шул.

source: Но, может быть, мне попадется макрель, отбившаяся от стаи, а может, поблизости от нее плывет и моя большая рыба?
ba: Кем белә, бәлки, минең ҡармаҡҡа көтөүенән айырылған минеъ ҙур балыҡ килеп ҡабыр?

source: Ведь должна же она где-нибудь плыть».
ba: Ҡайҙалыр бер ерҙә йөҙөргә тейеш бит инде ул».

source: Облака над землей возвышались теперь, как горная гряда,
ba: Инде болоттар тау теҙмәләрен хәтерләтеп юғарыраҡ менде,

source: а берег казался длинной зеленой полоской, позади которой вырисовывались серо-голубые холмы.
ba: ә яр иһә оҙон йәшел таҫма кеүек күренә, ярҙан арыраҡ һоро-зәңгәр ҡалҡыулыҡтар күтәрелә.

source: Вода стала темно-синей, почти фиолетовой.
ba: Диңгеҙ һыуы ҡуйы зәңгәр, хатта фиолет төҫкә инде.

source: Когда старик глядел в воду, он видел красноватые переливы планктона в темной глубине и причудливый отсвет солнечных лучей.
ba: Ҡарт һыуға ҡарағас, ҡараңғы тәрәнлектә планктондың ҡыҙғылт төҫкә инеп ҡояш нурҙарында сағылыуын күрҙе.

source: Он следил за тем, прямо ли уходят в воду его лески,
ba: Ул ҡармаҡ ептәренең һыуға туп-тура батып китеүен күҙәтте,

source: и радовался, что кругом столько планктона, потому что это сулило рыбу.
ba: тирә-яҡта планктондың күплегенә ҡыуанды, сөнки был хәл балыҡ барлыҡҡа ишаралай ине.

source: Причудливое отражение лучей в воде теперь, когда солнце поднялось выше, означало хорошую погоду, так же как и форма облаков, висевших над землей.
ba: Ҡояш юғарыраҡ күтәрелгәс, нурҙарҙың һыуҙа ғәжәйеп сағылыуы ла, аҫылынып торған болоттарҙың торошо ла көндөң яҡшы буласағын күрһәтә ине.

source: Однако птица была уже далеко,
ba: Әммә ҡош ҡайҙалыр алыҫҡа олаҡты.

source: Физалия перевернулась на бок, потом приняла прежнее положение.
ba: Бына физалия янтайҙы, шунан тағы элекке хәленә ҡайтты.

source: Она плыла весело, сверкая на солнце, как мыльный пузырь, и волочила за собой по воде на целый ярд свои длинные смертоносные лиловые щупальца.
ba: Ул һабын ҡыуығы кеүек ҡояшта ялтырап күңелле йөҙә, ә артынан бер ярд самаһы һуҙылып ағыулы зәңгәр-һыу-ал ҡармауыстары һөйрәлеп бара.

source: — Ах ты сука!
ba: — Ах һин, кәнтәй!

source: — сказал старик.
ba: — тине ҡарт.

source: Легко загребая веслами, он заглянул в глубину и увидел там крошечных рыбешек, окрашенных в тот же цвет, что и влачащиеся в воде щупальца;
ba: Ишкәктәрен еңелсә ишкән килеш ул тәрәнгә үрелеп ҡараны һәм унда һыуҙа һөйрәлгән ҡармауыстар төҫөнә ингән ваҡ балыҡтарҙы күрҙе.

source: они плавали между ними и в тени уносимого водой пузыря.
ba: Улар әлеге ҡармауыстар араһынан ҡыуыҡ күләгәһе ышығында йөҙә.

source: Яд его не мог причинить им вреда.
ba: Уның ағыуы уларға зыян итмәй.

source: когда такие вот щупальца цеплялись за леску и приставали к ней, люди тут же отравляются.
ba: Әгәр шул лайлалы ҡармауыстар ҡармаҡ ебенә йәбешеп, кеше шунда уҡ ағыулана.

source: Переливающиеся радугой пузыри необычайно красивы.
ba: Йәйғор кеүек емелдәгән ҡыуыҡтар ифрат матур.

source: Но это самые коварные жители моря,
ba: Әммә диңгеҙҙә уларҙан да мәкерле ғәләмәт юҡтыр.

source: и старик любил смотреть, как их пожирают громадные морские черепахи.
ba: Ҡарт урарҙы ҙур диңгеҙ гөбөргәйелдәре ашағанын күҙәтергә ярата.

source: Завидев физалии, черепахи приближались к ним спереди, закрыв глаза, что делало их совершенно неуязвимыми, а затем поедали физалии целиком, вместе со щупальцами.
ba: Физалияларҙы күреүгә, күҙҙәрен йомоп, ҡаршыларына киләләр ҙә, тотошлай, хатта ҡармауыстарын да ҡалдырмай, ашап бөтәләр.

source: Старик любил и сам ступать по ним на берегу после шторма, прислушиваясь, как лопаются пузыри, когда их давит мозолистая подошва.
ba: Ҡарт үҙе лә штормдан һуң яр буйында ҡалған физалия ҡыуыҡтарына һөйәлле үксәһе менән баҫа-баҫа шартлағандарына ҡолаҡ һалып йөрөргә ярата.

source: Он любил зеленых черепах за их изящество и проворство,
ba: Йәшел гөбөргәйелдәрҙе ҡарт етеҙлектәре һәм нәфислектәре өсөн яҡын күрә.

source: а также за то, что они так дорого ценились,
ba: Өҫтәүенә, улар ҡиммәт тә.

source: Большинство людей бессердечно относятся к черепахам,
ba: Кешеләрҙең күбеһе гөбөргәйелдәргә ҡарата рәхимһеҙ.

source: ведь черепашье сердце бьется еще долго после того, как животное убьют и разрежут на куски.
ba: Ә бит гөбөргәйелдең йөрәге, йәнлектең үҙен үлтереп, киҫәктәргә тураҡлағандан һуң да бик оҙаҡ тибә.

source: «Но ведь и у меня, — думал старик, — такое же сердце,
ba: «Минең дә бит шундай уҡ йөрәк, — тип уйлай ҡарт.—

source: а мои ноги и руки так похожи на их лапы».
ba: Ҡулдарым менән аяҡтарым иһә шул тиклем уларҙың тәпәйҙәренә оҡшаған».

source: Он ел белые черепашьи яйца, чтобы придать себе силы.
ba: Ҡарт көс йыйып ҡалыр өсөн гөбөргәйел йомортҡаһы ашай.

source: Он ел их весь май, чтобы быть сильным в сентябре и октябре, когда пойдет по-настоящему большая рыба.
ba: Ҡарт ҙур балыҡ ҡаба торған сентябрь, октябрь айҙарына көс йыйып ҡалыр өсөн тотош май буйы уларҙы ашаны.

source: Каждый день старик выпивал также по чашке жира из акульей печенки,
ba: Шулай уҡ ул көн һайын берәр сынаяҡ акуланың бауыр майын эсә.

source: который хранился в большой бочке в том сарае, где многие рыбаки берегли свои снасти.
ba: Был май күпселек балыҡсылар үҙҙәренең ҡаралтыларын ҡуя торған һарайҙа ҙур мискәлә тора.

source: Жиром мог пользоваться любой рыбак, кто бы ни захотел.
ba: Майҙы теләгән бер балыҡсы ҡуллана ала.

source: Большинству рыбаков вкус этого жира казался отвратительным,
ba: Күбеһе майҙың тәмен ауыҙға алғыһыҙ, уҡшытҡыс тиһә лә,

source: но пить его было отнюдь не противнее, чем затемно подниматься с постели,
ba: уны эсеү таңдан тороп балыҡҡа сығыуға ҡарағанда еңелерәк инде.

source: а он очень помогал от простуды и был полезен для глаз.
ba: ә ул һалҡын тейеүҙән һаҡлай, күҙгә бик файҙалы.

source: Старик поглядел на небо и увидел, что фрегат снова закружил над морем.
ba: Ҡарт күккә ҡараны ла фрегаттың йәнә диңгеҙ өҫтөндә өйөрөлгәнен күрҙе.

source: — Нашел рыбу, — сказал он вслух.
ba: — Балыҡ тапҡандыр, — тип ҡуйҙы ҡарт.

source: Ни одна летучая рыба не тревожила водную гладь, не было заметно кругом и мелкой рыбешки.
ba: Диңгеҙ өҫтө көҙгө кеүек тигеҙ һәм тын. Унда бер генә осар балыҡ та, ваҡ балыҡтар ҙа шәйләнмәй.

source: Но старик вдруг увидел, как в воздух поднялся небольшой тунец, перевернулся на лету и головой вниз снова ушел в море.
ba: Әммә ҡарт ҙур булмаған тунецтың ҡапыл ырғылып сығыуын һәм, осоп барған ыңғайға баштүбән әйләнеп, йәнә диңгеҙгә сумыуын абайланы.

source: Тунец блеснул серебром на солнце, а за ним поднялись другие
ba: Ҡояшта ялтлап күренгән әлеге тунец артынан башҡалары ла күренде.

source: и запрыгали во все стороны, вспенивая воду
ba: Улар төрлөһө төрлө яҡҡа ырғышып һыу өҫтөн ап-аҡ күбеккә әйләндерҙе.

source: выпрыгивая охотились на мелкую рыбу,
ba: Һикереп-һикереп ваҡ балыҡты аулайҙар,

source: Они кружили подле нее и гнали ее перед собой мелкую рыбу.
ba: төрлө яҡтан әйләнешеп, ваҡ балыҡты алға ҡыуалайҙар.

source: «Если они не поплывут слишком быстро,
ba: «Әгәр ҙә үтә тиҙ йөҙмәһәләр,

source: я нагоню всю стаю», — подумал старик, наблюдая за взбитым пеном.
ba: мин уларҙың тотош көтөүен ҡыуып етә алам, — тип уйлап ҡуйҙы ҡарт аҡ күбектәргә ҡарап.

source: — Птица — верный помощник рыбаку, — сказал старик.
ba: — Ҡош — балыҡсыға тоғро ярҙамсы, — тип ҡуйҙы ҡарт.

source: В этот миг короткая леска, опущенная с кормы, натянулась под ногой, которой он придерживал один ее виток;
ba: Шул саҡ кәмәнең ҡойроғонан төшөрөлгән ҡыҫҡа ҡармаҡ ебе аяҡ аҫтында тартылып ҡуйҙы.

source: старик бросил весла и, крепко ухватив конец бечевы, стал выбирать ее,
ba: Балыҡсы ишкәктәрен ташлап епкә тотондо, уны үҙенә һауа башланы.

source: чувствуя вес небольшого тунца, который судорожно дергал крючок.
ba: Ептең тартылыуына ҡарап, ҡармаҡҡа бәләкәс кенә тунец ҡапҡанын самаланы.

source: Леска дергалась у него в руках все сильнее,
ba: Балыҡ ҡармаҡ ебен ҡапыл-ҡапыл тартып тирбәтте.

source: и он увидел голубую спинку и отливающие золотом бока рыбы
ba: Ниһайәт, һыуҙан балыҡтың зәңгәр һырты менән алтынланып йылҡылдаған кәүҙәһе күренде.

source: Старик его перекинул через борт.
ba: Ҡарт уны шунда уҡ кәмәгә тартып сығарҙы.

source: Тунец лежал у кормы на солнце, плотный, словно литая пуля, и, вытаращив большие бессмысленные глаза, прощался с жизнью под судорожные удары аккуратного, подвижного хвоста.
ba: Ҡойолған ҡурғаш кеүек тығыҙ тәнле бәләкәс кенә тунец, мәғәнәһеҙ күҙҙәрен аҡайтып, ҡойроғо менән һуғыла-һуғыла йәшәү менән хушлаша.

source: Старик из жалости убил его ударом по голове и, отшвырнул ногой в тень под кормовой настил.
ba: Ҡарт, йәлләп, балыҡтың башына ҡундырҙы ла аяғы менән кәмә ҡойроғондағы таҡта аҫтына этте.

source: — Альбакоре, — сказал он вслух.
ba: — Альбакоре, — тип ҡуйҙы ҡарт.

source: Веса в нем фунтов десять, не меньше.
ba: — Ун фунт тирәһе булыр, һис тә кәм түгел.

source: Старик уже не мог припомнить, когда он впервые стал разговаривать сам с собою вслух.
ba: Ул ҡасандан бирле үҙ-үҙе менән һөйләшә башлағанын хәтерләмәй инде.

source: Прежде, оставшись один, он пел;
ba: Элегерәк, яңғыҙ ҡалғанда, ул йырлай торғайны.

source: он пел иногда и ночью, стоя на вахте, когда ходил на больших парусниках или охотился за черепахами.
ba: Елкәнле карапта төнгө вахтала торғанда ла, гөбөргәйелгә ауға йөрөгәндә лә йырланы.

source: Наверно, он стал разговаривать вслух, когда от него ушел мальчик и он остался совсем один.
ba: Үҙ-үҙе менән, малайы китеп, япа-яңғыҙ тороп ҡалғас, ҡысҡырып һөйләшә башлағандыр, моғайын.

source: Теперь он уже не помнил.
ba: Хәҙер иҫләмәй ҙә.

source: Но ведь и рыбача с мальчиком, они разговаривали только тогда, когда это было необходимо.
ba: Дөрөҫ, улар бергә балыҡ тотҡанда ла кәрәк ваҡытта ғына һөйләшә торғайнылар,

source: Разговаривали ночью или во время вынужденного безделья в непогоду.
ba: йә төндә, йә көн боҙолғанда эшһеҙлектән генә гәп һаталар.

source: В море не принято разговаривать без особой нужды.
ba: Диңгеҙҙә, ғөмүмән, кәрәкһеҙгә һүҙ бутҡаһы бешереү хупланмай.

source: Старик сам считал, что это дурно, и уважал обычай.
ba: Ҡарт үҙе лә быны килештермәй, йоланы ла хөрмәт итә.

source: А вот теперь он по многу раз повторял свои мысли вслух —
ba: Ә бына хәҙер үҙенең фекерҙәрен ҡысҡырып ҡат-ҡат ҡабатлай —

source: ведь они никому не могли быть в тягость.
ba: уларҙан бер кемгә лә зыян юҡ таһа.

source: — Если бы кто-нибудь послушал, как я разговариваю сам с собой, он решил бы, что я спятил, — сказал старик.
ba: — Минең былай үҙ алдыма һөйләнгәнемде берәйһе ишетһә, был тилергән икән, тиер ине, — тине ҡарт.

source: — Но раз я не спятил, кому какое дело?
ba: —Тик мин аҡылымдан яҙмағанмын икән, кемдең ни эше бар?

source: Хорошо богатым: у них есть радио, которое может разговаривать с ними в лодке и рассказывать им новости про бейсбол.
ba: Байҙарға рәхәт: уларҙың кәмәһендә һөйләшергә һәм бейсбол тураһында яңылыҡтар һөйләргә радиолары бар.

source: "Теперь не время думать про бейсбол, — сказал себе старик.
ba: «Хәҙер бейсбол тураһында уйлар ваҡыт түгел, — тине ҡарт үҙенә.

source: — Теперь время думать только об одном.
ba: — Хәҙер бер нәмә тураһында ғына уйларға кәрәк.

source: О том, для чего я родился.
ba: Мин нимә өсөн тыуғанмын, шул турала.

source: Где-нибудь рядом с этим косяком тунцов, может быть, плывет моя большая рыба.
ba: Ҡайҙалыр, ошо тунецтарҙың көтөүе янында, бәлки, минең ҙур балығым йөҙәлер.

source: Я ведь поймал только одного альбакоре, да и то отбившегося от стаи.
ba: Мин әле ни бары бер альбакоре ҡаптырҙым, уныһы ла көтөүенән айырылып ҡалғайны.

source: А они охотятся далеко от берега и плывут очень быстро.
ba: Ә улар ярҙан ныҡ алыҫта һунар итә, үҙҙәре бик шәп йөҙә.

source: Все, что встречается сегодня в море, движется очень быстро и на северо-восток.
ba: Бөгөн миңә ни генә осрамаһын, барыһы ла етеҙ йөҙә, үҙҙәре бөтәһе лә төньяҡ-көнсығышҡа табан ағыла.

source: Может быть, так всегда бывает в это время дня?
ba: Бәлки, тәүлектең был мәлендә гел шулай булалыр,

source: А может, это к перемене погоды
ba: ә, бәлки, көн боҙолоуғалыр,

source: , и я просто не знаю такой приметы?»
ba: мин генә ундай һынамышты белмәйемдер?»

source: Старик уже больше не видел зеленой береговой полосы;
ba: Ҡартҡа инде ярҙың йәшел юлағы күренмәй;

source: вдали вырисовывались лишь верхушки голубых холмов, которые отсюда казались белыми,
ba: алыҫта зәңгәр тауҙарҙың баштары ғына шәйләнә, улары бындай алыҫлыҡтан аҡ булып күренә,

source: словно были одеты снегом.
ba: ҡар менән ҡапланған кеүек.
